export const

// 1. 元数据
metadata={
// 标签页标题（搜索引擎极有可能将此作为大标题）
  // 默认标题
  default:'千迹制作组 OFFICIAL SITE',
  // 格式化标题（%s处会显示当前页的名字）
  template:'%s - 千迹制作组',

// 给搜索引擎描述该网站（可能作为搜索引擎展示的两三行小字）
  description:'',
},



// 2. 目录 (会同时更新: 页眉目录,每页的标签页标题)
nav={
  // (原 首页)
  index:'首页',
  // (原 最新情报)
  infos:'最新情报',
  // (原 企划一览)
  plans:'企划一览',
  // (原 关于我们)
  about:'关于我们',
},



// 3. 所有页面统一的页眉
banner={
  // 页眉颜色【前三个是RGB值，第四个是0~1的透明度（0无色，1不透明）】
  bgColor:[ 30 , 41 , 59 , 0.6 ],
  // LOGO旁的大题目
  h1:'千迹制作组 OFFICIAL SITE',
  // 大题目下面的小字
  hl:'女性主人公×幻想恋爱×剧情游戏企划',
  // 微博链接
  weiboHref:'https://www.weibo.com/n/%E5%8D%83%E8%BF%B9%E5%88%B6%E4%BD%9C%E7%BB%84',
},



// 4. 首页
index={
  // 临时文字
  tmp:
`欢迎来到千迹制作组网站

我们的主要活动主题是
女性主人公×幻想恋爱×剧情企划

官网尚在准备中还不完善
如您有意可以稍作预览
感谢您的阅读！`,

},



// 5. 最新情报
infos={

},



// 6. 企划一览
plans={

},



// 7. 关于我们
about={

},



// n. …
_={}